Repository: xbmc/screensavers.rsxs
Catalog: screensaver.rsxs.biof/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Rotating stack of quads
es_es: Pila giratoria de cuadrantes

# Addon Description
source: To rotating stack with various types of quads.
es_es: Apilar de forma rotativa varios tipos de cuadrados.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"

# #30000
source: Type
es_es: Tipo

# #30001
source: Automatic
es_es: Automático

# #30002
source: Triangles
es_es: Triángulos

# #30003
source: Spheres
es_es: Esferas

# #30004
source: Big spheres
es_es: Esferas grandes

# #30005
source: Points
es_es: Puntos

# #30006
source: Sets geometry type
es_es: Establece el tipo de geometría

# #30010
source: Off angle
es_es: Ángulo muerto

# #30012
source: Off
es_es: Apagado

# #30013
source: On
es_es: Encendido

# #30014
source: Interesting 45 degree view instead of default head on view.
es_es: Interesante vista de 45 grados en lugar de la vista frontal predeterminada.

# #30020
source: Lines
es_es: Líneas

# #30021
source: Set number of lines ("arms"). 1 - 1024.
es_es: Establece el número de líneas ("brazos"). 1 - 1024.

# #30030
source: Points
es_es: Puntos

# #30031
source: Set number of points per line. 1 - 4096.
es_es: Establece el número de puntos por línea. 1 - 4096.
