Repository: xbmc/screensavers.rsxs
Catalog: screensaver.rsxs.drempels/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es

# Addon Summary
source: Hallucinatory desktop enhancer
da_dk: Hallucinerende desktopforstærker
de_de: Halluzinatorischer Desktop-Enhancer
es_es: Potenciador de escritorio alucinatorio

# Addon Description
source: A hallucinatory desktop enhancer - bring your wallpaper to life with graceful, swirling imagery. Runs beautifully as animated wallpaper, or as a screensaver.
da_dk: En hallucinerende desktopforstærker - væk dit tapet til live med yndefulde, hvirvlende billeder. Kører smukt som animeret tapet eller som en pauseskærm.
de_de: Ein halluzinatorischer Desktop-Enhancer – erweckt das Hintergrundbild mit anmutigen, wirbelnden Motiven zum Leben. Läuft wunderbar als animierter Bildschirmhintergrund oder als Bildschirmschoner.
es_es: Un alucinante potenciador de escritorio: dé vida a su fondo de pantalla con imágenes elegantes y arremolinadas. Funciona perfectamente como fondo de pantalla animado o como salvapantallas.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
da_dk: Dette er en implementering baseret på "rss-glx" pauseskærm
de_de: Diese Implementierung basiert auf dem „rss-glx“-Bildschirmschoner
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"

# #30000
source: General
da_dk: Generel
de_de: Allgemein

# #30001
source: Blur
da_dk: Sløring
de_de: Unschärfe
es_es: Desenfoque

# #30002
source: Blurring between frames
da_dk: Sløring mellem billeder
de_de: Unschärfe zwischen Bildern
es_es: Difuminado entre fotogramas

# #30003
source: Speed
da_dk: Hastighed
de_de: Geschwindigkeit
es_es: Velocidad

# #30004
source: Speed of flow, bigger is faster
da_dk: Hastighed på flow, større er hurtigere
de_de: Fließgeschwindigkeit, größer ist schneller
es_es: Velocidad de flujo, más grande es más rápido

# #30005
source: Scale
da_dk: Skala
de_de: Skala
es_es: Escala

# #30006
source: Scale of flow, bigger is zoomed in
da_dk: Skala af flow, større er zoomet ind
de_de: Größe der Strömung, größer ist herangezoomt
es_es: Escala del flujo, más grande es más ampliado

# #30007
source: Cells
da_dk: Celler
de_de: Zellen
es_es: Celdas

# #30008
source: Number of cells (i.e. control points) in width/height in powers of two
da_dk: Antal celler (dvs. kontrolpunkter) i bredde/højde ved to ad gangen
de_de: Anzahl der Zellen (d. h. der Kontrollpunkte) in Breite/Höhe in Zweierpotenzen
es_es: Número de celdas (es decir, puntos de control) en ancho/alto en potencias de dos

# #30009
source: Cell Resolution
da_dk: Opløsning på celler
de_de: Zellauflösungen
es_es: Resolución de celda

# #30010
source: Resolution of each cell in powers of two. 4 - 8
da_dk: Opløsning på hver celle ved to ad gangen. 4 - 8
de_de: Auflösung der einzelnen Zellen in Zweierpotenzen. 4 – 8
es_es: Resolución de cada celda en potencias de dos. 4 - 8

# #30011
source: Use Images
da_dk: Brug billeder
de_de: Bilder verwenden
es_es: Utilizar imágenes

# #30012
source: Cycle through the images
da_dk: Bladr gennem billederne
de_de: Durch die Bilder wechseln
es_es: Ciclo a través de las imágenes

# #30013
source: Images (when empty, Kodi fanart images are used)
da_dk: Billeder (ved tomme billeder bruges Kodi fankunst)
de_de: Bilder (falls leer, werden Kodi-Fanartbilder verwendet)
es_es: Imágenes (cuando está vacío, se utilizan imágenes de fanart de Kodi)

# #30014
source: Select the folder from which the images will be used
da_dk: Vælg den mappe, hvorfra billederne skal bruges
de_de: Den Ordner auswählen, aus dem die Bilder verwendet werden sollen
es_es: Seleccione la carpeta desde la que se utilizarán las imágenes

# #30015
source: Folder from which the images will be used
da_dk: Mappe hvorfra billederne skal bruges
de_de: Ordner, aus dem die Bilder verwendet werden sollen
es_es: Carpeta desde la que se utilizarán las imágenes

# #30016
source: Texture interval (s)
da_dk: Interval på struktur (s)
de_de: Texturintervall (s)
es_es: Intervalo de textura (s)

# #30017
source: Seconds to dwell on each texture
da_dk: Sekunder der hviles ved hver struktur
de_de: Sekunden, um auf jeder Textur zu verweilen
es_es: Segundos para detenerse en cada textura

# #30018
source: Texture fade interval (s)
da_dk: Interval for fade mellem struktur (s)
de_de: Überblendintervall der Textur (s)
es_es: Intervalo de desvanecimiento de la textura (s)

# #30019
source: Fade time between subsequent textures, in tenths of second
da_dk: Tid for fade mellem efterfølgende strukturer, i tiendedele af et sekund
de_de: Überblendzeit zwischen aufeinanderfolgenden Texturen, in Zehntelsekunden
es_es: Tiempo de fundido entre texturas subsiguientes, en décimas de segundo

# #30020
source: Generated texture size
da_dk: Genereret størrelse på struktur
de_de: Erzeugte Texturgröße
es_es: Tamaño de textura generada

# #30021
source: Resolution of randomly generated textures, in powers of two
da_dk: Opløsning af tilfældigt genererede teksturer, to ad gangen
de_de: Auflösung der zufällig erzeugten Texturen, in Zweierpotenzen
es_es: Resolución de las texturas generadas aleatoriamente, en potencias de dos
