Repository: xbmc/screensavers.rsxs
Catalog: screensaver.rsxs.matrixview/resources/language/resource.language.*/strings.po
Languages: it_it, zh_cn

# Addon Summary
source: The Matrix Screensaver
it_it: Il salvaschermo Matrix
zh_cn: 矩阵屏保

# Addon Description
source: This is a 3D matrix screensaver based on the digital rain scenes from The Matrix Reloaded. It features the green scrolling text (or digital rain) that wraps around 3D representations of different characters from the series.
it_it: Questo è uno screensaver a matrice 3D basato sulle scene di pioggia digitale di The Matrix Reloaded. Presenta il testo a scorrimento verde (o pioggia digitale) che avvolge le rappresentazioni 3D di diversi personaggi della serie.
zh_cn: 这是一个基于《黑客帝国重装上阵》中数字雨景的3D黑客帝国屏保。它以绿色滚动文本(或数字雨)为特色，包裹着该系列不同角色的3D表示。

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
it_it: Questa è un'implementazione basata sullo screensaver "rss-glx"
zh_cn: 这是基于“RSS-GLX”屏幕保护程序的应用

# #30000
source: General
it_it: Generale
zh_cn: 常规

# #30001
source: Color of the falling text
it_it: Colore del testo cadente
zh_cn: 落下文本的颜色

# #30002
source: Set color of the falling text. Can be `green', `red' or `blue'.
it_it: Imposta il colore del testo che cade. Può essere 'verde', 'rosso' o 'blu'.
zh_cn: 设置下落文本的颜色。可以是“绿色”、“红色”或“蓝色”。

# #30003
source: Red
it_it: Rosso
zh_cn: 红色

# #30004
source: Green
it_it: Verde
zh_cn: 绿

# #30005
source: Blue
it_it: Blu
zh_cn: 蓝

# #30006
source: Intensity of the digital rain
it_it: Intensità della pioggia digitale
zh_cn: 数字雨的强度

# #30007
source: Set the intensity of the digital rain. The default is 1, and is clamped to the range [1,50]. The intensity effects the number of white nodes, the number of random character changes and the general speed of the rain.
it_it: Imposta l'intensità della pioggia digitale. Il valore predefinito è 1 ed è bloccato nell'intervallo [1,50]. L'intensità influenza il numero di nodi bianchi, il numero di cambiamenti di carattere casuali e la velocità generale della pioggia.
zh_cn: 设置数字雨的强度。默认值为1，并钳制到范围[1，50]。强度影响白色节点的数量、随机特征变化的数量和降雨的总体速度。

# #30008
source: Classic (no images)
it_it: Classico (nessuna immagine)
zh_cn: 经典（无图像）

# #30009
source: Enable static mode, which disables the display of 3D images. This mimics the style of the scrolling text from the original film.
it_it: Abilita la modalità statica, che disabilita la visualizzazione delle immagini 3D. Questo imita lo stile del testo scorrevole del film originale.
zh_cn: 启用静态模式，禁用3D图像的显示。这模仿原始电影的滚动文本的样式。
